Диалог: 
{
	Параметры формы: 
	{
		Параметры: 
		{
			Ширина: 80
			Высота: 36
			Заголовок: " "
			Param24: 6
			Param25: 28
			Слои
			{
				Основной: Видимый, Активный
			}
		}
	}
	Элементы: 
	{
		STATIC: 
		{
			Заголовок: "НастройкиРМК"
			ДопФлаги: Flag28, Flag30
			X: 9
			Y: 12
			Ширина: 61
			Высота: 13
			ПорядокОбхода: 4152
			ОснФлаги: ЦветТекстаАвто
			Шрифт: MS Reference Sans Serif
			{
				Шрифт: MS Reference Sans Serif
				Param9: 204
				Param10: 1
				Param11: 2
				Param12: 1
				Param13: 34
			}
			Слой: Основной
		}
	}
}
